;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author = Zityi's Translator Te@m
; Translation Author Email = zityisoft@gmail.com
; Product name: Wise Disk Cleaner
; Version = 11.1.5
; Update: Aug. 23, 2024
;
[Lang]
NativeLanguage=Magyar
ChangeLang=A módosítások alkalmazásához indítsa újra a programot.

[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü
ButtonCancel=Mégse

[Translation]
ReadHabit=Left-to-right
LanguageName=HUN
LangCode=040e
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Megerősítés
Warning=Figyelmeztetés
Error=Hiba
Confirm=Megerősítés
pmStyle=Megjelenés
;
;  Popup Menu
;
pmGo=Fájl helyének megnyitása
pmNone=Nincs kijelölés
pmAll1=Összes kijelölése
pmrec=Ajánlott
pmIgnore=Kijelölt figyelmen kívül hagyása
pmExport=Exportálás ...
pmInvert=Kijelölés megfordítása
;
; Main GUI
;
FrmWDC.pmPortable.caption=Hordozható változat létrehozása
FrmWDC.pmRestore.caption=Visszaállítás
FrmWDC.pmSettings.caption=Beállítások
FrmGeneral.chkuac.caption=UAC kihagyása
FrmWDC.pmHelp.caption=Online súgó
FrmWDC.pmHome.caption=Weboldal
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Kapcsolatfelvétel
FrmWDC.pmCheckNew.caption=Frissítések ellenőrzése
FrmWDC.pmLang.caption=Nyelvek
FrmWDC.pmabout.caption=Névjegy
FrmWDC.btncomm.caption=Általános tisztító
FrmWDC.btnadv.caption=Speciális tisztító
FrmWDC.btnsilm.caption=Rendszer zsugorítása
FrmWDC.btnsuggest.caption=Támogatás és visszajelzés
FrmWDC.btnmessage.caption=Hírek
;
; Advanced Cleaner
;
Frmadvdc.btnscan.caption=Vizsgálat
Frmadvdc.lblpath.caption=Válasszon meghajtókat:
Frmadvdc.btnrescan.caption=Újravizsgál
Frmadvdc.btnre.caption=Ajánlott
Frmadvdc.btnall.caption=Összes kijelölése
Frmadvdc.btnadvanced.caption=Speciális beállítások
Frmadvdc.btnnone.caption=Nincs kijelölés
Frmadvdc.lblspeed.caption=A leggyorsabb vizsgálati sebesség a világon !
Frmadvdc.vtfiles.Columns[0]=Név
Frmadvdc.vtfiles.Columns[1]=Méret
Frmadvdc.vtfiles.Columns[2]=Hely
Frmadvdc.vtfiles.Columns[3]=Hozzáférés
Frmadvdc.vtfiles.Columns[4]=Típus
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Hozzáadás
FrmAdvSettings.btnremove.caption=Eltávolítás
FrmAdvSettings.btncancel.caption=Mégse
FrmAdvSettings.caption=Speciális beállítások
FrmAdvSettings.btnre.caption=Ajánlott
FrmAdvSettings.btnall.caption=Összes kijelölése
FrmAdvSettings.btnnone.caption=Nincs kijelölés
;
; Input 
;
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Mégse
;
; About
;
frmabout.lblUninstall.caption=Eltávolítási utasítás
frmabout.lblPolicy.caption=Adatvédelmi irányelvek
frmabout.lblEula.caption=Végfelhasználói licencszerződés
FrmAbout.caption=Névjegy
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Parancssori mód
FrmAutorunSettings.lblcmdinfo.caption=A parancssor segítségével futtathatja ezt a programot a lemezmeghajtók átvizsgálására és tisztítására. További információkért nyomja meg az F1 billentyűt, vagy kattintson az alábbi URL-re a súgó dokumentáció elolvasásához.
FrmAutorunSettings.chk1.caption="Tisztítás 1 kattintással" ikon létrehozása az asztalon.
FrmAutorunSettings.chkadv.caption=Tartalmazza a speciális tisztítót
FrmAutorunSettings.btnhelp.caption=Online súgó
;
; Common Cleaner
;
FrmCommon.btnall.caption=Összes kijelölése
FrmCommon.btnre.caption=Ajánlott
FrmCommon.btnnone.caption=Nincs kijelölés
FrmCommon.wckadv.caption=Tartalmazza a speciális tisztítót
FrmCommon.WiseLabel1.caption=Automatikus tisztítás
FrmCommon.lbltype.caption=Feladat futtatása:
FrmCommon.lblweek.caption=Dátum:
FrmCommon.lbltime.caption=Időpont:
FrmCommon.btnScan.caption=Vizsgálat
FrmCommon.lblstat.caption=A felesleges fájlok és hátrahagyott nyomok eltüntetésének gyors és egyszerű módja.
FrmCommon.btncancel.caption=Mégse
FrmCommon.btnrescan.caption=Újravizsgál
FrmCommon.lbltrash.caption=Szemét
FrmCommon.lbltrace.caption=Nyomok
FrmCommon.lblapp.caption=Alkalmazások
FrmCommon.lblcookie.caption=Cookie-k
FrmCommon.lbltrashhint.caption=Felesleges fájlok a számítógépen.
FrmCommon.lbltracehint.caption=Rendszer és felhasználói nyomok.
FrmCommon.lblapphint.caption=Felesleges fájlok vagy más alkalmazások által létrehozott nyomok.
FrmCommon.lblcookiehint.caption=Böngésző és flash cookie-k.
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Fájl hozzáadása
FrmExclusion.btnAddFolder.caption=Egy mappa hozzáadása
FrmExclusion.btnAddType.caption=Egy fájltípus hozzáadása
FrmExclusion.BtnAddCookie.caption=Cookie-k hozzáadása
FrmExclusion.btnImport.caption=Importálás
FrmExclusion.btnExport.caption=Exportálás
FrmExclusion.btnRemove.caption=Eltávolítás
;
; General Settings
;
FrmGeneral.lbtran.caption=Fordítás...
FrmGeneral.chknotice.caption=Értesítés megjelenítése az automatikus tisztítás után.
FrmGeneral.chkwipe.caption=Biztonságos törlés (véletlenszerű adatok 1 menet)
FrmGeneral.WiseLabel1.caption=Frissítések ellenőrzése
FrmGeneral.WiseLabel2.caption=Nyelv
FrmGeneral.chkexp.caption=Csatlakozás a felhasználói élmény fokozása programhoz
FrmGeneral.ckRestorePoint.caption=Automatikus rendszer-visszaállítási pont létrehozása a rendszer zsugorítása előtt.
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Testreszabott mappák ürítése (csak a speciális tisztítóban érvényes)
FrmCustom.btnAdd.caption=Hozzáadás
FrmCustom.btnRemove.caption=Eltávolítás
FrmCustom.lblCustom.caption=Vizsgálati szabályok testreszabása.
FrmCustom.lblcustominfo.caption=Ha Ön tapasztalt felhasználó, testreszabhatja a keresési szabályokat, hogy több haszontalan fájlt kereshessen. Az alábbi linkre kattintva megtudhatja, hogyan készíthet konfigurációs fájlt.
FrmCustom.btnhelp.caption=Online súgó
;
; Restore
;
FrmRestore.btnrestore.caption=Visszaállítás
FrmRestore.btnremove.caption=Eltávolítás
FrmRestore.Btnclose.caption=Bezárás
FrmRestore.caption=Visszaállítás
;
; Settings
;
FrmSettings.tsCommon.caption=Általános
FrmSettings.tsAutoRun.caption=Automatikus futtatás
FrmSettings.tsExclusion.caption=Kizárások
FrmSettings.btnAbout.caption=Névjegy
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Mégse
FrmSettings.caption=Beállítások
FrmSettings.tsCustom.caption=Egyéni
;
; System slimming
;
FrmSysClean.btnSlimming.caption=Eltávolítás
FrmSysClean.btnall.caption=Összes kijelölése
FrmSysClean.btnrecommended.caption=Ajánlott
FrmSysClean.btnnone.caption=Nincs kijelölés
FrmSysClean.vtsys.Columns[0]=Név
FrmSysClean.vtsys.Columns[1]=Méret
FrmSysClean.vtsys.Columns[2]=Hely
FrmSysClean.vtsys.Columns[3]=Javaslat
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Szabad terület
FrmDiskDefrag.btnfolder.caption=Mappa
FrmDiskDefrag.btnfile.caption=Fájl
FrmDiskDefrag.btnsystem.caption=Rendszerfájl
FrmDiskDefrag.btnFragmented.caption=Töredékek
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.btnpause.caption=Szünet
FrmDiskDefrag.btnstop.caption=Leállítás
FrmDiskDefrag.btnDefrag.caption=Töredezettségmentesítés
FrmWDC.btndefrag.caption=Töredezettségmentesítés
FrmDiskDefrag.lbltask.caption=Töredezettségmentesítés után:
;
FrmWDC.btnAi.caption=AI segédprogramok
[Message]
DupItem=Az elem szerepel a kizárási listán.
NoNews=Nincs olvasatlan üzenete.
ConfirmRemoveDownload=A letöltés mappában lévő összes fájlt törlődni fog. Biztosan folytatni akarja?
Skipped=Kihagyva
NeedAdmin=Ez a funkció csak a rendszergazdáknak való. Ha ezt a funkciót szeretné futtatni, jelentkezzen be rendszergazdaként.
Entries=bejegyzés
Clean=Tisztítás
ScheduleHint=Tisztítsa meg rendszeresen számítógépét.
UpdateError=Frissítési hiba. Le szeretné tölteni a legújabb verziót a weboldalunkról?
LestOneItem=Legalább egy tisztítandó elemet ki kell választania.
HistorySaved=Összes megtakarított hely: %s
DisableAdd=A biztonság kedvéért néhány speciális mappa (például "Windows", "Boot of Hard Drive" és "CD-ROM") nem adható hozzá ehhez a listához.
ConfirmAdd=El szeretne távolítani minden fájlt a(z) %s alatt a "Speciális tisztító" futtatásakor?
DupFolder=Ez a mappa már szerepel a listán.
ExImport=A kizárás lista exportálva lett ide:
SelectHardDrive=Válasszon egy merevlemezt
CreationDate=Létrehozás dátuma
Description=Leírás
NowCleaning=Aktuális tisztítás:
ScheduleNextTime=Legközelebb:
Never=Soha
InputType=Adjon meg egy fájlnevet vagy fájltípust (például *.tmp).
WarnNoType=Kérjük, válasszon legalább egy fájltípust.
NoItemChecked=Egyetlen fájl sem lett kiválasztva. Kérjük, válasszon ki legalább egyet.
WDCRunning=A program jelenleg fut.
RemoveSysRestore=Törölni szeretné a kiválasztott rendszer-visszaállítási pontot?
RestoreFromSysRestore=A rendszer-visszaállításhoz újra kell indítani a számítógépet. Kérjük, mentse el munkáját, mielőtt az IGEN gombra kattint. Megkezdi a visszaállítást most?
SysRestoring=A rendszer visszaállításának előkészítése...
SysCreating=Rendszer-visszaállítási pont létrehozása...
Browse=Böngészés
AllHardDrive=Helyi lemez
Cleaning=Tisztítás...
Exported=A vizsgálat eredményei exportálásra kerültek ide: %s. Meg szeretné nyitni a jelentést?
LeftTimeSec=Időtartam: %s másodperc
Safetodel=Ez az elem biztonságosan törölhető.
MoreSpace=További területért.
Unknow=Ismeretlen
AddFileType=Hozzáadás
AlreadExist=A(z) %s már szerepel a listán.
illegalType=A(z) %s egy nem megengedett fájltípus.
Summary=Összefoglaló
InputSummary=Adja meg a fájl vagy fájltípus leírását.
noselected=Egyetlen elem sem került kiválasztásra.
DelFileType=Valóban törli ezt a fájltípust?
ScanAborted=A vizsgálat meg lett szakítva.
TrashFound=%d fájl, összesen %s fájlt találtunk.
NoTrashAndTrace=Gratulálunk! Ön egy tiszta számítógéppel rendelkezik!
CleanDone=A tisztítás befejeződött!
LestOne=Kérjük, válasszon legalább egy elemet a vizsgálathoz.
LestOneClean=Kérjük, válasszon legalább egy elemet a törléshez.
Scanning=Vizsgálat folyamatban...
InvalidIgnorItem=Nem hagyhatja figyelmen kívül ezt az elemet.
TraceFound=%d nyomot észleltünk.
CleanNow=Kattintson a 【Tisztítás】 gombra, hogy több lemezterületet szabadítson fel, és tisztává és gyorsabbá tegye számítógépét.
TrashRemoved=%d fájl lett eltávolítva és így %s lemezterület szabadult fel.
TraceRemoved=%d nyom el lett távolítva.
LastCommonClean=Utoljára ekkor tisztította meg a lemezt:
Working=Kérjük, várja meg a jelenlegi folyamat végét, majd próbálja meg újra.
NoFilesFound=Nincsenek ideiglenes fájlok
NoTracesFound=Nincsenek nyomok
FindTraces=%d nyom
NoItemFound=Nincsenek talált elemek
FindFilesSize=%d fájl, %s
FindTracesSection=%d nyom
CanFreeSpace=%d fájltalálat és %s lesz mentve
TotalTraces=Összesen %d nyom észlelhető
EnableRestore=A rendszer-visszaállítás le van tiltva. Szeretné engedélyezni a rendszer-visszaállítást?
RestorePointFail=Nem sikerült létrehozni a rendszer-visszaállítási pontot.
ErrorMsg=Hibaüzenet:
NoNewVer=Gratulálunk. Az Ön által használt verzió a legújabb!
KeyWord=Kérjük, adja meg a kulcsszavát:
AddFolder=Egy mappa hozzáadása
CannotCrTask=Nem sikerült ütemezett feladatot létrehozni.
InvalidType=Kérjük, adjon meg egy érvényes fájlkiterjesztést.
NoType=Kérjük, válasszon legalább egy fájltípust.
FailToDelete=Néhány fájlt nem sikerült törölni. A rendszer újraindítása után lehet, hogy törölheti.
GoodHabit=A PC tisztán tartása bevett gyakorlat. Kérjük, tartsa fenn ezt az állapotot!
7After=%d nap telt el az utolsó tisztítás óta. Javasoljuk, hogy most végezze el a vizsgálatot.
7Before=A meghajtók tisztán tartása és az adatvédelem biztosítása bevett gyakorlat.
TaskExists=Az ütemezett feladat már létezik. Törölni szeretné azt vagy létrehoz egy új ütemezett feladatot? (Nem - A létező feladat szerkesztése. Mégse - A folyamat megszakítása.)
NoBackupSelected=Kérjük, válasszon legalább egy biztonsági másolatot a visszaállításhoz.
StartScan=Vizsgálat
StartClean=Tisztítás
Cancel=Mégse
Idle=Üresjáratban
Login=Bejelentkezéskor
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Monday=Hétfő
Tuesday=Kedd
Wednesday=Szerda
Thursday=Csütörtök
Friday=Péntek
Saturday=Szombat
Sunday=Vasárnap
AvdDefaultHint=Vizsgálja át a kiválasztott lemezeket, hogy több felesleges fájlt találjon, és több lemezterületet szabadítson fel.
TrashFoundEx=A következő ideiglenes fájlokat találtuk:
NoDriveChecked=Válasszon ki legalább egy meghajtót a vizsgálathoz.
ScanFor=Vizsgálat...
FindDrives=Meghajtók keresése...
NewVer=Új verzió áll rendelkezésre! Szeretne most frissíteni?
TranslateTo=Fordítás...
AddCookies=Cookie-k hozzáadása
InputCookie=Adjon meg egy domain nevet (például: wisecleaner.com).
InvalidCookie=Érvénytelen cookie-k
BrowserRunning=A(z) %s fut. Szeretné bezárni? Ellenkező esetben a gyorsítótárak és a cookie-k nem törölhetők.
CookieConfirm=A kiválasztott elemek közé tartoznak a "Cookie"-k. Biztosan törli azokat?
PWPConfirm=A kiválasztott elemek közé tartoznak a "Böngésző mentett jelszavai". Biztosan törölni szeretné azokat?
PWCookieConfirm=A kiválasztott elemek közé tartoznak a "Böngésző mentett jelszavai" és a "Cookie"-k. Biztosan törölni szeretné azokat?
checkPswHint=Az Ön választása néhány olyan tisztítási szabályt tartalmaz, amelyet NEM ajánlunk. Kérjük, ellenőrizze és erősítse meg.
checkAllHint=A kiválasztott beállítás tartalmaz egy tisztítási szabályt a Mentett jelszavakhoz. Ha biztosan ezt választja, elveszíti az összes elmentett jelszót.
clickfix=Kattintson ide a javításhoz.
[CommonClean]
ScanAbortedHint=Javasoljuk, hogy vizsgálja át újra, hogy több felesleges fájlt és nyomot találjon.
DefaultHint=A fájlok és internetes nyomok törlésével helyet szabadíthat fel és megvédheti adatait.
ScanAbortedHint1=Javasoljuk, hogy vizsgálja át újra, hogy több felesleges fájlt találjon.
WhenIdle=Üresjáratban
WhenLogin=Bejelentkezéskor

[SysClean]
Open=Megnyitás
Remove=Eltávolítás
MoreSpace=Választható
Cleaning=Tisztítás...
Scanning=Vizsgálat...
ScanEnd=Összesen %d elemet találtunk. %s lemezterület fog felszabadulni a művelet után.
NoItems=Gratulálunk. A rendszermeghajtója tiszta.
SpaceFreed=A művelet befejeződött. %s lemezterület lett felszabadítva.
Installer=Elavult Windows telepítő
LongInstaller=Az elavult Windows telepítők felesleges fájlok. Eltávolításukkal lemezterület szabadítható fel.
PatchUninstall=Windows frissítések eltávolító állományai
LongPatchUninstall=Ha nincs szüksége a Windows frissítés eltávolítójára, akkor törölheti ezeket a fájlokat.
Downloadedfiles=Windows letöltött telepítési fájlok
Longdownloadedfiles=Miután sikeresen telepítése a Windows javításokat, ezeket a fájlokat biztonságosan eltávolíthatja.
Baselinecache=Windows telepítő alapfájl-gyorstár
LongBaselinecache=A Windows telepítő szolgáltatás által létrehozott fájlok, és el lehet távolítani azokat.
JPIME=Japán IME
LongJPIME=Ha nincs szüksége a Japán IME fájlokra többé, akkor eltávolíthatja azokat.
KoreanIME=Koreai IME
LongKoreanIME=Ha nincs szüksége a koreai IME fájlokra többé, akkor eltávolíthatja azokat.
TChineseIME=Tradícionális kínai IME
LongTChineseIME=Ha nincs szüksége a tradicionális kínai IME fájlokra többé, akkor eltávolíthatja azokat.
MPinyinIME=MS Pinyin IME
LongMPinyinIME=Ha nincs szüksége a MS Pinyin IME fájlokra többé, akkor eltávolíthatja azokat.
HelpFile=Windows súgó állományok
LongHelpFile=Ha nincs szüksége a Windows súgó fájlokra, akkor eltávolíthatja azokat.
SamplePic=Windows mintaképek
LongSamplePic=Ha nincs szüksége a mintaképekre, akkor eltávolíthatja azokat.
SampleMic=Windows mintazenék
LongSampleMic=Ha nincs szüksége a mintazenékre, akkor eltávolíthatja azokat.
SampleVideos=Windows minta videók
LongSampleVideos=Ha nincs szüksége a minta videókra, akkor eltávolíthatja azokat.
SampleMedia=Windows minta média
LongSampleMedia=Ha nincs szüksége a minta médiára, akkor eltávolíthatja azokat.
Wallpaper=Windows háttérkép fájlok
LongWallpaper=Ha nincs szüksége a háttérkép fájlokra, akkor eltávolíthatja azokat.

[DiskDefrag]
Aborted=Megszakítva
Volume=Meghajtó
Format=Fájlrendszer
TotalSpace=Teljes terület
FreeSpace=Szabad terület
Fragmented=Töredékek
Status=Állapot
PmDefrag=Töredezettségmentesítés
FullOpt=Teljes optimalizálás
PmAnlyse=Elemzés
Resume=Folytatás
Analying=Elemzés
Defragmenting=Töredezettségmentesítés
Optimizing=Optimalizálás
Analyed=Elemezve
Defragmented=Töredezettségmentesítve
Optimized=Optimalizálva
Pause=Szünet
SSD=Az SSD nem támogatott.
FragmentedRate=Töredezettség
PmNoAct=Nincs művelet
PmShutdown=Leállitás
PmSleep=Alvó mód
PmHibernation=Hibernálás
PmLoginoff=Kijelentkezés
PmOptimize=Intelligens optimalizálás
Trimming=Körülvágás
Trimmed=Körülvágva
SmartOptimize=Az intelligens optimalizálás elemzi és kiválasztja a legmegfelelőbb módszert a lemez töredezettségmentesítéséhez, optimalizálásához vagy TRIM-meléséhez.
TypeFixDisk=HDD
TypeSSD=SSD
TypeRemovable=Eltávolítható
MediaType=Típus
LastTrim=%d nap az utolsó újratrimmelés óta.

[Area]
NetworkDataUsage=Hálózati adathasználat
DirectXCache=DirectX Shader gyorsítótár
DeliveryCache=Windows Delivery optimalizálási fájlok
WinInstallerPackage=Elavult Windows telepítő
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
WindowsSysCache=Windows rendszer gyorsítótár
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows Installer gyorsítótár
WinSxsBackup=Windows WinSxs mentés
Cookies=Cookie-k
DOMStoreCookies=Microsoft IE DOMStore cookie-k
DownloadedPatch=Windows által letöltött programfájlok
Downloads=Böngésző letöltött fájlok
Dump=Memóriakiíratási fájlok
ErrorReport=Hibajelentési fájlok
ExplorerMRU=Egyéb Explorer MRU-k
RemoteDesktopHistory=Távoli asztal előzményei
FontCache=Windows betű-gyorsítótár
Iconcache=Ikon gyorsítótár
DNSCache=DNS gyorsítótár
IISLog=IIS Log Files
InvalidLnk=Érvénytelen parancsikonok
InvalidScTask=Érvénytelen ütemezett feladatok
InvalidStartMenu=Érvénytelen Start Menük
OutlookSearchHistory=Microsoft Office Outlook keresési előzmények
JumpList=Tálca gyorslisták (A gyorseléréshez rögzített elemek szintén eltávolításra kerülnek.)
LogFile=Rendszer naplófájlok
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro gyorsítótár
Microsoft.WindowsMaps=Bing Maps
Microsoft.BingFinance=Bing Money
Microsoft.BingNews=Bing News
Microsoft.BingSports=Bing Sports
Microsoft.BingWeather=Bing Weather
Microsoft.ZuneMusic=Groove Music
Microsoft.ZuneVideo=Filmek és TV
Microsoft.ScreenSketch=Snip & Sketch
Microsoft.SkypeApp=Skype
9E2F88E3.Twitter=Twitter
Facebook.Facebook=Facebook
Microsoft.Microsoft3DViewer=3D Viewer
MSOffice=Microsoft Office
Networkmapping=Hálózati meghajtó csatlakoztatási előzmények
Office=Microsoft Office
OfficePicture=Microsoft Office képkezelő
OfficeRecent=Microsoft Office legutóbbi előzmények
Prefetch=Régi előzetes lehívási adatok
Recentdocuments=Legutóbbi dokumentumok
Recyclebin=Lomtár ürítése
RemoteDesktop=Távoli asztal gyorsmemória állományai
RunStartMenu=Futtatás a Start Menüben
SearchList=Windows keresési előzmények
SysTemp=A Windows által létrehozott ideiglenes fájlok
SystemTrace=Windows és alkalmazás nyomok
ThumbCache=Miniatűrök gyorsítótára
TraceClean=Nyomok törlése a számítógépről
TraryNotify=Windows tálca értesítési gyorstár
TrashClean=Felesleges fájlok a számítógépen
TypeInternetCache=Webböngésző gyorsítótár
TypeInternetTrace=Webböngésző nyomkövetés
TypeMedia=Multimédia
TypeOtherApp=Egyéb alkalmazások
TypeSystem=Windows rendszer
TypeWComponents=Windows-összetevők
UserTemp=Az alkalmazások által létrehozott ideiglenes fájlok

Microsoft.WindowsFeedbackHub=Windows visszajelzési központ
Microsoft.WindowsFileRecovery=Windows fájl-helyreállítás
Microsoft.WindowsSoundRecorder=Windows hangrögzítő

ChromeCache=Google Chrome gyorsmemória
ChromeCookies=Google Chrome cooky-k
ChromeForm=Google Chrome automatikus űrlapkitöltési előzmények
Chromelocalstorage=Google Chrome előzmények
ChromePasswords=Google Chrome mentett jelszavak
ChromeSession=Google Chrome munkamenet
chromebookmarks=Google Chrome könyvjelzők biztonsági mentése

FireFoxCache=Mozilla FireFox gyorsmemória
FireFoxCookies=Mozilla FireFox cookie-k
FireFoxForm=Mozilla FireFox automatikus űrlapkitöltési előzmények
FireFoxOther=Mozilla FireFox egyéb előzmények
FireFoxPasswords=Mozilla Firefox mentett jelszavak
FireFoxSession=Mozilla FireFox munkamenet
FireFoxbookmarks=Mozilla FireFox könyvjelzők biztonsági mentése

LastDownloadDir=Utolsó letöltési hely
IEAddressBarHistory=Microsoft Internet Explorer címsor előzmények
IECahce=Microsoft IE gyorsmemória
IECookies=Microsoft IE cookie-k
IEForm=IE automatikus űrlapkitöltési előzmények (Személyes adat nem kerül a listára)
IEHistory=Microsoft Internet Explorer aktív előzmények
IEPasswords=IE mentett jelszavak
									
OperaStableCache=Opera Stable gyorsítótár
OperaStableCookies=Opera Stable cookie-k
OperaStableHistory=Opera Stable előzmények
OperaStablePasswords=Opera Stable mentett jelszavak
OperaStableSessions=Opera Stable munkamenetek
OperaStableForm=Opera Stable űrlapkitöltési előzmények
OperaStablebookmarks=Opera Stable könyvjelzők biztonsági mentése

SafariCache=Safari Internet gyorsmemória
SafariCookies=Safari cookye-k
SafariHistory=Safari előzmények
SafariPasswords=Safari mentett űrlap információk

PaleMoonCache=PaleMoon gyorsítótár
PaleMoonCookies=PaleMoon cookie-k
PaleMoonDownloadHistory=PaleMoon letöltési előzmények
PaleMoonHistory=PaleMoon előzmények
PaleMoonSavedFormInformation=PaleMoon mentett űrlap információk
PaleMoonSession=PaleMoon munkafolyamat
PaleMoonSitePreferences=PaleMoon webhely beállítások

Vivaldi=Vivaldi
VivaldiCache=Vivaldi gyorsítótár
VivaldiCookies=Vivaldi Cookie-k
VivaldiForm=Vivaldi automatikus űrlapkitöltési előzmények
Vivaldilocalstorage=Vivaldi előzmények
VivaldiSavedPasswords=Vivaldi mentett jelszavak
VivaldiSession=Vivaldi munkamanet

Yandex=Yandex
YandexCache=Yandex gyorsítótár
YandexCookies=Yandex cookie-k
YandexForm=Yandex automatikus űrlapkitöltési előzmények
YandexLocalstorage=Yandex előzmények
YandexPasswords=Yandex mentett jelszavak
YandexSession=Yandex munkamenet

BraveBrowser=Brave böngésző
BraveBrowserCache=Brave böngésző gyorsítótár
BraveCookies=Brave Browser cookie-k
Braveform=Brave böngésző automatikus űrlapkitöltési előzmények
BraveBrowserlocalstorage=Brave Browser előzmények
BravePasswords=Brave Browser mentett jelszavak
BraveSession=Brave böngésző munkamenet

MSEdgeCache=Microsoft Edge gyorsítótár
MSEdgeHistory=Microsoft Edge előzmények
MSEdgeDownloadHistory=Microsoft Edge letöltési előzmények
MSEdgeTypedURLs=MS Edge begépelt URL-címek
MSEdgeSavedFormInformation=Microsoft Edge mentett űrlap információk
MSEdgeSavedPasswords=Microsoft Edge mentett jelszavak
MSEdgeSession=Microsoft Edge munkamenet
MSEdgelocalstorage=MS Edge helyi tár
MSEdgeCookies=Microsoft Edge cookie-k
MSEdgebookmarks=MS Edge könyvjelzők biztonsági mentése

ComodoDragonCache=Comodo Dragon gyorsítótár
ComodoDragonlocalstorage=Comodo Dragon előzmények
ComodoDragonForm=Comodo Dragon űrlap előzmények automatikus kitöltése
ComodoDragonPasswords=Comodo Dragon mentett jelszavak
ComodoDragonSession=Comodo Dragon munkamenet
ComodoDragonCookies=Comodo Dragon cookie-k

RockMeltCache=RockMelt gyorsítótár
RockMeltlocalstorage=RockMelt előzmények
RockMeltForm=RockMelt űrlap előzmények automatikus kitöltése
RockMeltPasswords=RockMelt mentett jelszavak
RockMeltSession=RockMelt munkamenet
RockMeltCookies=RockMelt cookie-k

CentBrowserCache=CentBrowser gyorsítótár
CentBrowserlocalstorage=CentBrowser előzmények
CentBrowserForm=CentBrowser űrlap előzmények automatikus kitöltése
CentBrowserPasswords=CentBrowser mentett jelszavak
CentBrowserSession=CentBrowser munkamenet
CentBrowserCookies=CentBrowser cookie-k

ChromiumCache=Chromium gyorsítótár
Chromiumlocalstorage=Chromium előzmények
ChromiumForm=Chromium űrlap előzmények automatikus kitöltése
ChromiumPasswords=Chromium mentett jelszavak
ChromiumSession=Chromium munkamenet
ChromiumCookies=Chromium cookie-k

TorchCache=Torch gyorsítótár
Torchlocalstorage=Torch előzmények
TorchForm=Torch űrlap előzmények automatikus kitöltése
TorchPasswords=Torch mentett jelszavak
TorchSession=Torch munkamenet
TorchCookies=Torch cookie-k

OperaGXCache=Opera GX gyorsítótár
OperaGXlocalstorage=Opera GX előzmények
OperaGXForm=Opera GX űrlap előzmények
OperaGXPasswords=Opera GX mentett jelszavak
OperaGXSession=Opera GX munkamenet
OperaGXCookies=Opera GX cookie-k

SogouExplorerCache=Sogou Explorer gyorsítótár
Sogouhistory=Sogou Explorer előzmények
SogouForm=Sogou Explorer automatikus kitöltési űrlapelőzmények
SogouExplorerSession=Sogou Explorer munkamenet
SogouExplorerCookies=Sogou Explorer cookie-k

WaterFoxCache=WaterFox gyorsítótár
WaterFoxForm=WaterFox űrlapkitöltési előzmények
WaterFoxPasswords=WaterFox mentett előzmények
WaterFoxOther=WaterFox egyéb előzmények
WaterFoxSession=WaterFox munkamenet
WaterFoxCookies=WaterFox cookie-k
WaterFoxbookmarks=WaterFox könyvjelzők biztonsági mentése

CocCocCache=CocCoc gyorsítótár
CocCoclocalstorage=CocCoc előzmények
CocCocForm=CocCoc űrlapkitöltési előzmények
CocCocPasswords=CocCoc mentett jelszavai
CocCocSession=CocCoc munkamenet
CocCocCookies=CocCoc cookie-k
CocCocbookmarks=CocCoc könyvjelzők biztonsági mentése

AvastCache=Avast Secure Browser gyorsítótár
Avastlocalstorage=Avast Secure Browser előzmények
AvastForm=Avast Secure Browser űrlapkitöltési előzmények
AvastPasswords=Avast Secure Browser mentett jelszavai
AvastSession=Avast Secure Browser munkamenet
AvastCookies=Avast Secure Browser cookie-k
Avastbookmarks=Avast Secure Browser könyvjelzők biztonsági mentése

AOLCache=AOL Shield Pro gyorsítótár
AOLlocalstorage=AOL Shield Pro előzmények
AOLForm=AOL Shield Pro űrlapkitöltési előzmények
AOLPasswords=AOL Shield Pro mentett jelszavai
AOLSession=AOL Shield Pro munkamenet
AOLCookies=AOL Shield Pro cookie-k
AOLbookmarks=AOL Shield Pro könyvjelzők biztonsági mentése


AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo eszköztár
WindowsLiveToolbar=Windows Live eszköztár
GoogleToolbar=Google eszköztár
GoogleToolbarIE=Google IE eszköztár
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google naptár szinkronizáció
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows médialejátszó
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player felhő
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI előnézet
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Microsoft Office
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS felügyeleti konzol
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm előzmények
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa keresési előzmények
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule keresési előzmények
eMuleFileHashes=eMule fájlkivonatok
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Skype=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm naplók
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware napló
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA telepítési fájlok
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software telepítési gyorsítótár
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-gyorsítótár
MESCache=Microsoft Security Essentials naplók és frissítési gyorsítótár
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent naplók
Thunder=Thunder
Thunder-Game=Thunder játék
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius frissítési fájlok
DriverGeniusBackupFiles=Driver Genius mentési fájlok
DriverGeniusDownloadInstallerFiles=Driver Genius letöltött telepítőfájlok
DriverGeniusCacheFiles=Driver Genius gyorsítótár fájlok
QQMusicCacheFiles=QQ zene gyorsítótár fájlok
KuGouMusicCacheFiles=KuGou zene gyorsítótár fájlok
KuGouLyricFiles=KuGou dalszöveg fájlok
XIAMIMusicCache=XIAMI zene gyorsítótár
NeteaseCloudMusicCache=Netease felhő zene gyorsítótár
KuWoInstallCache=KuWo zene telepítő gyorsítótár
KuWoMusicCache=KuWo zene gyorsítótár
BaiduMusicLogFiles=Baidu zene naplófájlok
BaiduMusicCache=Baidu zene gyorsítótár
WeSingLogFiles=WeSing naplófájlok
WeSingCache=WeSing gyorsítótár
QQLiveCacheFiles=QQLive gyorsítótár fájlok
YoukuCacheFiles=Youku gyorsítótár fájlok
IQIYIVideoCacheFiles=IQIYI videó gyorsítótár fájlok
mgtvLogFiles=mgtv maplófájlok
mgtvCacheFiles=mgtv gyorsítótár fájlok
CNTVUpdateLogFiles=CNTV frissítési és naplófájlok
SOHUPlayerCacheandLogFiles=SOHU Player gyorsítótár és naplófájlok
SOHUPlayerDownloadsCache=SOHU Player letöltési gyorsítótár
StormPlayerTempFiles=Storm Player ideiglenes fájlok
PPTVTempFiles=PPTV ideiglenes fájlok
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ gyorsítótár fájlok
QQreceivedimages=QQ kapott képek
QQreceivedfiles=QQ kapott fájlok
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon
QQreceivedVideo=QQ kapott videók
QQreceivedAudio=QQ kapott audió
TIMCacheFiles=TIM gyorsítótár fájlok
QTalkCacheFiles=QTalk gyorsítótár fájlok
QQPCMgr=QQ PC kezelő
TencentQQGame=Tencent QQGame
BrowserLog=Webböngésző naplófájlok
AmazonMusic=Amazon Music
AdobeApplicationManager=Adobe Application Manager
AdobePhotoshopCC=Adobe Photoshop CC
AdobeAcrobatDC=Adobe Acrobat DC
IOBIT=Iobit Software
bilibiliCacheFiles=Bilibili Video gyorsítótár
bilibililocalstorage=Bilibili böngészési előzmények
Discord=Discord
Razer Software=Razer Software
DiskDrill=Disk Drill
Epic=Epic Games Launcher
Resso=Resso
MicrosoftTeams=MicrosoftTeams
MicrosoftCorporationII.MicrosoftFamily=Család
WeChatCache=WeChat gyorsítótár
WeChatreceivedfiles=WeChat kapott fájlok
WeChatreceivedImage=WeChat kapott képek
WeChatreceivedVideo=WeChat kapott videók
WeChatreceivedDynamicEmotion=WeChat kapott dinamikus hangulatjel
Cortana=Cortana
SignalCache=Signal gyorsítótár
ThunderbirdCache=Thunderbird gyorsítótár
ThunderbirdForm=Thunderbird automatikus űrlapkitöltési előzmények
ThunderbirdPasswords=Thunderbird mentett jelszavak
ThunderbirdOther=Thunderbird egyéb előzmények
ThunderbirdSession=Thunderbird munkamenet
ThunderbirdCookies=Thunderbird cookie-k
GoogleDrive=Google Drive
GoodSync=Good Sync
BoxDrive=Box Drive
VNCViewer7=VNCViewer 7
AndroidStudioCache=Android Studio gyorsítótár
VMwareHorizonClient=VMware Horizon Client
CorelPaintShopPro=Corel PaintShop Pro
Maxthonlocalstorage=Maxthon Localstorage
MaxthonCache=Maxthon gyorsítótár
MaxthonForm=Maxthon automatikus űrlapkitöltési előzmények
MaxthonPasswords=Maxthon mentett jelszavak
MaxthonSession=Maxthon munkamenet
Maxthonbookmarks=Maxthon könyvjelzők biztonsági mentése
MaxthonCookies=Maxthon cookie-k
MailMaster=Mail Master
FoxitPDFReader=Foxit PDF Reader
SunloginClient=SunloginClient
TencentMeetingcache=Tencent Meeting gyorsítótár
BaiduPCFaster=Baidu PC Faster
FoxitPDFEditor=Foxit PDF Editor
MasterPDF=MasterPDF
BaiduNetdiskcache=Baidu Netdisk cache
360DriverMaster=360 Driver Master
Kaspersky=Kaspersky
Meitu=Meitu cache
ynote-desktop=ynote-desktop
MindMaster=MindMaster

[Type]
UserDefine=Felhasználó által meghatározott
ZeroFile=Üres fájlok - 0 bájt
WinSetupLog=Windows telepítési hibanaplók
NtUninstall=Windows javítások eltávolítási forrásai
InvalidLnk=Érvénytelen parancsikonok
UserTemp=Fájlok a felhasználók ideiglenes mappáiban
WinTemp=Fájlok a Windows ideiglenes mappáiban
RecentFiles=Legutóbbi fájlok hivatkozásai
PatchSource=Windows frissítési források
TempFile=Ideiglenes fájlok
fcwdir=A letöltési folyamat során keletkezett fájlok
tfcbp=A programok által létrehozott ideiglenes fájlok
sdrf=Lemezellenőrzés során létrehozott visszaállítási fájlok
OldFile=Régi fájlok
outdatedfile=Elavult fájlok
fcwhfir=A súgó fájl futtatásakor keletkezett fájlok
Ncfile=Hírcsoport gyorstár fájlok
Backupfile=Mentési állományok
WBfile=MS Word mentési állományok
Cbswahf=A súgófájl keresése közben létrehozott fájlok
whtf=A Windows súgó rendszer ideiglenes állományai
Logfile=Naplófájlok
LLogfile=Az alkalmazások vagy rendszer szolgáltatások által létrehozott naplófájlok.
Errorfile=Hibaállományok
Wmdf=Win2000/XP memóriakiíratási fájlok
bcomf=A módosított fájlok biztonsági másolatai
Indexfile=Index fájlok
ifcbsiotitpbs=A rendszer által létrehozott index fájlok a képböngészési sebesség javításához
Tfcds=A telepítésnél létrehozott ideiglenes fájlok
Intermediatefile=Átmeneti fájlok
chkfile=Helyreállított fájl

[AutoClean]
DiskSaved=lemezterület mentve.
Title=Gratulálunk!
TraceCleanned=nyom lett törölve.

[Skin]
SkinDefault=Világos
SkinDark=Sötét

[AutoUpdate]
CurrentFile=Aktuális fájl:
Canceling=Megszakítás...
CANCEL=Mégse
Ready=Letöltésre kész

[feedback]
InvalidEmail=Kérjük, adja meg a helyes e-mail címet.
emptyinput=Kérjük, adjon meg valamit a beküldéshez.
thanks=Köszönjük a visszajelzést!
FrmFeedback.lblfeedback.caption =Hogyan értékeli a %s programot?
FrmFeedback.lblemail.caption =E-mail cím:
FrmFeedback.lblgood.caption =Melyik funkció tetszik a legjobban?
FrmFeedback.lblbad.caption =Melyik funkciót kedveli a legkevésbé?
FrmFeedback.lblwant.caption =Melyik új funkciót szeretné a leginkább?
FrmFeedback.btncancel.caption =Nem érdekel
FrmFeedback.btnsubmit.caption =Küldés


[Schedule]
Idle=Üresjáratban
Login=Bejelentkezéskor

[WiseAi]
LoadUtilities=Betöltés...
